run/laserWeldNoPhaseChange/constant/fvModels
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      fvModels;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

/*
laser1
{
    type      laserDTRM;

    centre    (0.5 0.9 0.5);
    radius    0.1;
    direction (0 -1 0);
    Q         10;    
    nRays     150;
    relax     1.0;
    absorption 1.0;
}
*/

//************************************************************************* //
