run/laserWeldNoPhaseChange/constant/phaseProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      phaseProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases          ( water air );

sigma
{
  type  temperatureDependent;
  sigma
  {
    type    polynomial;
    coeffs  ((0.04 0) (-0.0001 1)); //((0.04 0) (-0.0001 1));
  }
}


// ************************************************************************* //
