run/laserWeldNoPhaseChange/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    ymax
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          4500;
        startFace       661500;
    }
    xmin
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          1500;
        startFace       666000;
    }
    xmax
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          1500;
        startFace       667500;
    }
    ymin
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          4500;
        startFace       669000;
    }
    zmin
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          7500;
        startFace       673500;
    }
    zmax
    {
        type            patch;
        nFaces          7500;
        startFace       681000;
    }
)

// ************************************************************************* //
